[
  {
  "id": 1,
  "title": "Bối cảnh & Định hướng chung – Khi Việt Nam bước vào kỷ nguyên hội nhập",
  "description": "Tập mở đầu của series podcast 'Nghe Việt Nam Thay Đổi' giới thiệu bối cảnh kinh tế - xã hội Việt Nam giai đoạn 2006–2015, thời kỳ sau khi gia nhập WTO. Tập này phân tích mục tiêu chiến lược phát triển nhanh, bền vững, gắn với công bằng xã hội và định hướng xã hội chủ nghĩa trong quá trình hội nhập toàn cầu.",
  "duration": 259,
  "audioUrl": "https://res.cloudinary.com/dw9cr6zyk/video/upload/1028_1_gwxebo.mp3",
  "imageUrl": "https://res.cloudinary.com/dw9cr6zyk/image/upload/v1761664747/unnamed_1_h5vuan.jpg",
  "releaseDate": "2025-10-23"
  },
  {
  "id": 2,
  "title": "Tăng trưởng nhanh – Thành công và những câu hỏi còn bỏ ngỏ cho tương lai",
  "description": "Tập 2 của podcast 'Nghe Việt Nam Thay Đổi' nhìn lại giai đoạn 2006–2015 – thời kỳ Việt Nam tăng trưởng kinh tế ấn tượng sau khi gia nhập WTO. Cùng khám phá những thành tựu nổi bật, những con số biết nói, và cả những thách thức đặt ra cho con đường phát triển bền vững trong tương lai.",
  "duration": 140,
  "audioUrl": "https://res.cloudinary.com/dw9cr6zyk/video/upload/v1761788982/1030_odqgob.mp3",
  "imageUrl": "https://res.cloudinary.com/dw9cr6zyk/image/upload/v1761789117/unnamed_2_hrux8f.jpg",
  "releaseDate": "2025-01-22"
  },
 {
  "id": 3,
  "title": "Giữ vững định hướng xã hội chủ nghĩa – Thách thức trong thời kỳ hội nhập",
  "description": "Tập 3 của podcast 'Nghe Việt Nam Thay Đổi' nói về hành trình Việt Nam vừa phát triển kinh tế nhanh, vừa giữ vững định hướng xã hội chủ nghĩa trong giai đoạn 2006–2015. Qua các chính sách về giáo dục, y tế, phúc lợi và giảm nghèo, tập này lý giải cách Việt Nam cân bằng giữa tăng trưởng, công bằng và bản sắc dân tộc giữa làn sóng hội nhập toàn cầu.",
  "duration": 240,
  "audioUrl": "https://res.cloudinary.com/dw9cr6zyk/video/upload/1031_ovkiyx.mp3",
  "imageUrl": "https://res.cloudinary.com/dw9cr6zyk/image/upload/Gemini_Generated_Image_g6mgikg6mgikg6mg_s3vzly.png",
  "releaseDate": "2025-01-29"
}
]
